# SweptBlendFailures Properties

---
The BuiltInFailuresSweptBlendFailures type exposes the following members.
| Name| Description
---|---|---
| CannotDrawSweptblend|  Can't create swept blend.
Top
#### Reference
BuiltInFailuresSweptBlendFailures Class
Autodesk.Revit.DB Namespace